<template>
  <h1 id="get"
    class="mt-[150px] 666:mt-[100px] 666:mb-[0px] 1200:text-[40px] heading 666:text-[20px] text-[60px] mb-[40px]  font-[Montserrat] text-center font-[600]">
    Вы получите:
  </h1>
  <div
    class="min-h-[700px] 1200:max-w-[100%] 1200:flex-col 1500:w-[1200px] items-center justify-between flex flex-wrap w-[1500px] mx-auto w-[100%]">
    <div
      class="shadow-xl x 666:w-[95%] 666:mt-[10px] gy shadow-[#14140010] flex p-[40px] 666:p-[20px] 666:pb-[40px] mt-[30px] w-[80%] rounded-[40px] w-[45%]">
      <div
        class="h-[70px] flex items-center justify-center 1200:w-[65px] 1200:h-[60px] 666:mr-[20px] yg mr-[40px] rounded-[20px] w-[75px] bg-[purple]">

        <svg width="50px" height="50px" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
          <path
            d="M11.302 21.6149C11.5234 21.744 11.6341 21.8086 11.7903 21.8421C11.9116 21.8681 12.0884 21.8681 12.2097 21.8421C12.3659 21.8086 12.4766 21.744 12.698 21.6149C14.646 20.4784 20 16.9084 20 12V6.6C20 6.04207 20 5.7631 19.8926 5.55048C19.7974 5.36198 19.6487 5.21152 19.4613 5.11409C19.25 5.00419 18.9663 5.00084 18.3988 4.99413C15.4272 4.95899 13.7136 4.71361 12 3C10.2864 4.71361 8.57279 4.95899 5.6012 4.99413C5.03373 5.00084 4.74999 5.00419 4.53865 5.11409C4.35129 5.21152 4.20259 5.36198 4.10739 5.55048C4 5.7631 4 6.04207 4 6.6V12C4 16.9084 9.35396 20.4784 11.302 21.6149Z"
            stroke="white" stroke-width="1" stroke-linecap="round" stroke-linejoin="round" />
        </svg>

      </div>
      <div class="flex-1">
        <span class="text-[40px] pop font-[600] 1200:text-[28px]">Безопасность</span>
        <p
          class="font-[Montserrat] 1500:text-[19px] 1200:text-[18px] txt 1500:mt-[10px] font-[500] text-[gray] text-[22px] mt-[18px]">
          Територия нашего лагеря охроняется спеиально обученными людьми из "Milliy Gvardiya".
        </p>
      </div>
    </div>

    <div
      class="shadow-xl x 666:w-[95%] gy shadow-[#14140010] 666:p-[20px] 666:pb-[40px] flex p-[40px] mt-[30px] w-[80%] rounded-[40px] w-[45%]">
      <div
        class="h-[70px] flex items-center justify-center 1200:w-[65px] 1200:h-[60px] 666:mr-[20px] mr-[40px] yg rounded-[20px] w-[75px] bg-[purple]">
        <svg fill="white" width="40px" height="40px" viewBox="0 -0.5 122.88 122.88" version="1.1" id="Layer_1"
          xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink"
          style="enable-background:new 0 0 122.88 121.87" xml:space="preserve">

          <g>

            <path
              d="M97.34,0.74c0.86-0.93,2.3-0.99,3.23-0.13c0.93,0.86,0.99,2.3,0.13,3.23L81.98,24.1l-0.03,0.04 c-2.29,2.77-3.86,5.33-4.56,7.67c-0.62,2.07-0.53,3.95,0.39,5.59c0.49,0.88,0.33,1.96-0.32,2.67l0,0l-8.89,9.62 c-0.87-0.95-1.56-1.72-2.02-2.22c-0.21-0.28-0.45-0.55-0.7-0.81l-0.02,0.02c-0.12-0.13-0.25-0.25-0.38-0.37l7.6-8.23 c-0.89-2.38-0.88-4.91-0.06-7.6c0.88-2.92,2.75-6.03,5.44-9.27c0.06-0.08,0.11-0.16,0.18-0.23L97.32,0.72L97.34,0.74L97.34,0.74z M57.13,55.01c-0.84-0.94-0.76-2.39,0.18-3.23c0.94-0.84,2.39-0.76,3.23,0.18c9.41,10.54,38.5,41.73,46.56,53.39 c10.63,15.05-5.83,19.79-11.29,14.31c-13.64-13.19-42.6-46.82-55.33-61.08c-4.58,1.94-9.03,2.24-13.5,0.96 c-4.81-1.37-9.52-4.58-14.3-9.51l-0.06-0.06c-3.64-3.84-6.49-7.63-8.55-11.38c-2.11-3.86-3.4-7.68-3.86-11.47 c-0.49-4.08-0.11-7.88,0.99-11.25c1.29-3.96,3.58-7.31,6.58-9.8c3.02-2.5,6.73-4.12,10.87-4.62c3.44-0.41,7.19-0.06,11.07,1.21 c5.37,1.75,11.63,6.1,16.82,11.68c3.83,4.11,7.11,8.92,9.06,13.87c2.03,5.16,2.65,10.5,1.02,15.5c-0.96,2.96-2.7,5.74-5.4,8.25 c-0.93,0.86-2.37,0.8-3.23-0.12c-0.86-0.93-0.8-2.37,0.12-3.23c2.09-1.95,3.43-4.08,4.16-6.33c1.26-3.87,0.73-8.16-0.93-12.38 c-1.74-4.42-4.69-8.74-8.15-12.45c-4.68-5.02-10.23-8.91-14.91-10.44c-3.21-1.04-6.28-1.34-9.09-1c-3.26,0.4-6.18,1.65-8.51,3.6 c-2.34,1.95-4.13,4.58-5.16,7.71c-0.89,2.73-1.2,5.87-0.79,9.26c0.39,3.2,1.5,6.47,3.32,9.81c1.91,3.43,4.53,6.9,7.9,10.45 l0.02,0.03c4.22,4.35,8.27,7.15,12.28,8.29c3.79,1.08,7.65,0.66,11.68-1.35c0.92-0.53,2.11-0.35,2.84,0.47 c12.42,13.91,42.63,48.92,56.01,61.89c5.81,2.37,9.03-0.55,6.25-5.7C100.7,102.43,63.5,62.17,57.13,55.01L57.13,55.01L57.13,55.01z M45.07,75.12l-29.16,31.55c-0.06,0.06-0.11,0.12-0.18,0.18c-4.26,4.6,3.28,11.3,7.96,6.82l28.32-30.65l3.04,3.45l-28.1,30.41l0,0 c-0.06,0.07-0.12,0.13-0.2,0.2c-1.68,1.41-3.37,2.33-5.08,2.71c-1.76,0.4-3.49,0.22-5.15-0.56c-0.28-0.11-0.54-0.25-0.77-0.46 l-4.03-3.73l0,0c-0.06-0.06-0.12-0.11-0.18-0.18c-1.56-1.8-2.3-3.72-2.1-5.75c0.19-1.92,1.21-3.79,3.14-5.59l29.44-31.86 L45.07,75.12L45.07,75.12z M75.63,57.46l1.73-1.87c0.86-0.93,2.31-0.99,3.23-0.13s0.99,2.3,0.13,3.23l-2,2.16L75.63,57.46 L75.63,57.46z M104.45,7.43c0.86-0.93,2.3-0.99,3.23-0.13c0.93,0.86,0.99,2.3,0.13,3.23L91.4,28.3c-0.86,0.93-2.3,0.99-3.23,0.13 c-0.93-0.86-0.99-2.3-0.13-3.23L104.45,7.43L104.45,7.43L104.45,7.43z M111.55,14c0.86-0.93,2.3-0.99,3.23-0.13 c0.93,0.86,0.99,2.3,0.13,3.23L98.51,34.86c-0.86,0.93-2.3,0.99-3.23,0.13c-0.93-0.86-0.99-2.3-0.13-3.23L111.55,14L111.55,14 L111.55,14z M118.91,20.83c0.86-0.93,2.3-0.99,3.23-0.13c0.93,0.86,0.99,2.31,0.13,3.23L103.55,44.2c-0.07,0.07-0.14,0.13-0.21,0.2 c-4.26,4.1-8.33,6.47-12.22,7.14c-4.22,0.73-8.09-0.47-11.64-3.57c-0.95-0.83-1.04-2.28-0.22-3.22c0.83-0.95,2.28-1.04,3.22-0.22 c2.45,2.14,5.07,2.98,7.84,2.49c2.98-0.51,6.26-2.48,9.84-5.93l0.02-0.02l18.71-20.25L118.91,20.83L118.91,20.83z" />

          </g>

        </svg>
      </div>
      <div class="flex-1">
        <span class="text-[40px] pop font-[600] 1200:text-[28px]">Питание</span>
        <p
          class="font-[Montserrat] 1500:text-[19px] 1200:text-[18px] txt 1500:mt-[10px] font-[500] text-[gray] text-[22px] mt-[18px]">
          Дети получат здоровое 5 разовое питание от лучших поворов Узбекистана.
        </p>
      </div>
    </div>

    <div
      class="shadow-xl x 666:w-[95%] gy 666:p-[20px] 666:pb-[40px] shadow-[#14140010] flex p-[40px] : mt-[30px] w-[80%] rounded-[40px] w-[45%]">
      <div
        class="h-[70px] flex items-center justify-center 1200:w-[65px] 1200:h-[60px] 666:mr-[20px] mr-[40px] rounded-[20px] yg w-[75px] bg-[purple]">
        <svg width="800px" height="800px" viewBox="0 0 512 512" data-name="Layer 1" id="Layer_1"
          xmlns="http://www.w3.org/2000/svg">
          <defs></defs>
          <title />
          <rect class="cls-1" height="224" rx="63.78" ry="63.78" width="224" x="144" y="144" />
          <path class="cls-2" d="M303.54,182.5a26,26,0,1,0,26,26A26,26,0,0,0,303.54,182.5Z" />
          <circle class="cls-2" cx="256" cy="256" r="25.96" />
          <path class="cls-2" d="M208.46,277.58a26,26,0,1,0,26,26A26,26,0,0,0,208.46,277.58Z" />
        </svg>
      </div>
      <div class="flex-1">
        <span class="text-[40px] pop font-[600] 1200:text-[28px]">Развлечение</span>
        <p
          class="font-[Montserrat] 1500:text-[19px] 1200:text-[18px] txt 1500:mt-[10px] font-[500] text-[gray] text-[22px] mt-[18px]">
          Во время лагеря для детей будут проводится различные развлекательные и спортивные игры.
        </p>
      </div>
    </div>
    <div
      class="shadow-xl x 666:w-[95%] gy 666:p-[20px] 666:pb-[40px] shadow-[#14140010] flex p-[40px] : mt-[30px] w-[80%] rounded-[40px] w-[45%]">
      <div
        class="h-[70px] flex items-center justify-center 1200:w-[65px] 1200:h-[60px] 666:mr-[20px] yg mr-[40px] rounded-[20px] w-[75px] bg-[purple]">
       <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1" stroke="white" class="w-[50px] h-[50px]">
  <path stroke-linecap="round" stroke-linejoin="round" d="M4.26 10.147a60.438 60.438 0 0 0-.491 6.347A48.62 48.62 0 0 1 12 20.904a48.62 48.62 0 0 1 8.232-4.41 60.46 60.46 0 0 0-.491-6.347m-15.482 0a50.636 50.636 0 0 0-2.658-.813A59.906 59.906 0 0 1 12 3.493a59.903 59.903 0 0 1 10.399 5.84c-.896.248-1.783.52-2.658.814m-15.482 0A50.717 50.717 0 0 1 12 13.489a50.702 50.702 0 0 1 7.74-3.342M6.75 15a.75.75 0 1 0 0-1.5.75.75 0 0 0 0 1.5Zm0 0v-3.675A55.378 55.378 0 0 1 12 8.443m-7.007 11.55A5.981 5.981 0 0 0 6.75 15.75v-1.5" />
</svg>

      </div>
      <div class="flex-1">
        <span class="text-[40px] pop font-[600] 1200:text-[28px]">Обучение</span>
        <p
          class="font-[Montserrat] 1500:text-[19px] 1200:text-[18px] txt 1500:mt-[10px] font-[500] text-[gray] text-[22px] mt-[18px]">
          В период нашего лагерья дети не только будет развлекаться, а начнут обучаться английскому и математике по
          программа "Miami University".
        </p>
      </div>
    </div>
    <div
      class="shadow-xl x 666:w-[95%] gy 666:p-[20px] 666:pb-[40px] shadow-[#14140010] flex p-[40px] : mt-[30px] w-[80%] rounded-[40px] w-[45%]">
      <div
        class="h-[70px] flex items-center justify-center 1200:w-[65px] 1200:h-[60px] 666:mr-[20px] yg mr-[40px] rounded-[20px] w-[75px] bg-[purple]">
        <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="white" class="w-[40px] h-[40px]">
  <path stroke-linecap="round" stroke-linejoin="round" d="M11.35 3.836c-.065.21-.1.433-.1.664 0 .414.336.75.75.75h4.5a.75.75 0 0 0 .75-.75 2.25 2.25 0 0 0-.1-.664m-5.8 0A2.251 2.251 0 0 1 13.5 2.25H15c1.012 0 1.867.668 2.15 1.586m-5.8 0c-.376.023-.75.05-1.124.08C9.095 4.01 8.25 4.973 8.25 6.108V8.25m8.9-4.414c.376.023.75.05 1.124.08 1.131.094 1.976 1.057 1.976 2.192V16.5A2.25 2.25 0 0 1 18 18.75h-2.25m-7.5-10.5H4.875c-.621 0-1.125.504-1.125 1.125v11.25c0 .621.504 1.125 1.125 1.125h9.75c.621 0 1.125-.504 1.125-1.125V18.75m-7.5-10.5h6.375c.621 0 1.125.504 1.125 1.125v9.375m-8.25-3 1.5 1.5 3-3.75" />
</svg>

      </div>
      <div class="flex-1">
        <span class="text-[40px] pop font-[600] 1200:text-[28px]">Страховка</span>
        <p
          class="font-[Montserrat] 1500:text-[19px] 1200:text-[18px] txt 1500:mt-[10px] font-[500] text-[gray] text-[22px] mt-[18px]">
          Наши опытные важатые будут следить за сохранностью вашего ребёнка, но чтобы вы не беспокоились, мы предоставим
          страховку каждому ребёнку.
        </p>
      </div>
    </div>
    <div
      class="shadow-xl x 666:w-[95%] gy 666:p-[20px] 666:pb-[40px] shadow-[#14140010] flex p-[40px] : mt-[30px] w-[80%] rounded-[40px] w-[45%]">
      <div
        class="h-[70px] flex items-center justify-center 1200:w-[65px] 1200:h-[60px] 666:mr-[20px] yg mr-[40px] rounded-[20px] w-[75px] bg-[purple]">
        <svg width="50px" height="50px" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M8 17H16M8 17C8 18.1046 7.10457 19 6 19C4.89543 19 4 18.1046 4 17M8 17C8 15.8954 7.10457 15 6 15C4.89543 15 4 15.8954 4 17M16 17C16 18.1046 16.8954 19 18 19C19.1046 19 20 18.1046 20 17M16 17C16 15.8954 16.8954 15 18 15C19.1046 15 20 15.8954 20 17M10 5V11M4 11L4.33152 9.01088C4.56901 7.58593 4.68776 6.87345 5.0433 6.3388C5.35671 5.8675 5.79705 5.49447 6.31346 5.26281C6.8993 5 7.6216 5 9.06621 5H12.4311C13.3703 5 13.8399 5 14.2662 5.12945C14.6436 5.24406 14.9946 5.43194 15.2993 5.68236C15.6435 5.96523 15.904 6.35597 16.425 7.13744L19 11M4 17H3.6C3.03995 17 2.75992 17 2.54601 16.891C2.35785 16.7951 2.20487 16.6422 2.10899 16.454C2 16.2401 2 15.9601 2 15.4V14.2C2 13.0799 2 12.5198 2.21799 12.092C2.40973 11.7157 2.71569 11.4097 3.09202 11.218C3.51984 11 4.0799 11 5.2 11H17.2C17.9432 11 18.3148 11 18.6257 11.0492C20.3373 11.3203 21.6797 12.6627 21.9508 14.3743C22 14.6852 22 15.0568 22 15.8C22 15.9858 22 16.0787 21.9877 16.1564C21.9199 16.5843 21.5843 16.9199 21.1564 16.9877C21.0787 17 20.9858 17 20.8 17H20" stroke="white" stroke-width="1" stroke-linecap="round" stroke-linejoin="round"/>
</svg>
      </div>
      <div class="flex-1">
        <span class="text-[40px] pop font-[600] 1200:text-[28px]">Трансфер</span>
        <p
          class="font-[Montserrat] 1500:text-[19px] 1200:text-[18px] txt 1500:mt-[10px] font-[500] text-[gray] text-[22px] mt-[18px]">
          Дети доедут до лагеря и приедут обратно в комфортном автобусе в сопровождении сотрудником ГАИ.
        </p>
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style scoped>
@media screen and (min-width: 1200px) {
  .x {
    width: 45%;
  }
}

@media screen and (max-width: 666px) {
  .heading {
    font-size: 30px;
  }

  .txt {
    font-size: 13px;
  }
}

.pop {
  font-family: "Montserrat", sans-serif;
}

.cls-1 {
  fill: none;
  stroke: #ffffff;
  stroke-linecap: round;
  stroke-linejoin: round;
  stroke-width: 20px;
}

.cls-2 {
  fill: #ffffff;
}
</style>